---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Psf
source: html/e5a2118f-4293-ccfe-9780-9466b239604c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Psf Property

Symbol psf, indicating unit Pounds force per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId Psf { get; }
```